[
  {
    "id": 1,
    "src": "climate",
    "title": "Climate",
    "type": "Documentary",
    "description": "Why climate change is bad.",
    "rate": 9,
    "long_description": "Climate is an eye-opening documentary that explores the devastating effects of climate change on our planet. Through breathtaking visuals and in-depth research, this film takes you on a journey to understand the urgency of addressing environmental issues. From melting ice caps to rising sea levels, Climate highlights the critical need for global action to preserve the Earth for future generations."
  },
  {
    "id": 2,
    "src": "clouds",
    "title": "Clouds",
    "type": "Documentary",
    "description": "How about cloud formation are forming.",
    "rate": 8,
    "long_description": "Clouds is a fascinating documentary that delves into the mesmerizing world of cloud formation. With stunning time-lapse footage and expert interviews, the film explores the science behind cloud patterns and their impact on weather systems. Gain a new appreciation for the beauty and complexity of the clouds that shape our skies, and learn how they play a crucial role in the Earth's atmosphere."
  },
  {
    "id": 3,
    "src": "hobbit",
    "title": "Hobbit",
    "type": "Adventure",
    "description": "Amazing adventure of little Hobbit",
    "rate": 9,
    "long_description": "Join the epic adventure of the little Hobbit in this captivating film. Set in a magical world filled with elves, dwarves, and dragons, Hobbit follows the journey of Bilbo Baggins as he embarks on a quest to reclaim a stolen treasure. With stunning visuals, memorable characters, and a compelling storyline, this adventure is a must-watch for fantasy enthusiasts of all ages."
  },
  {
    "id": 4,
    "src": "fireworks",
    "title": "Fireworks",
    "type": "Documentary",
    "description": "Why fireworks are on fire.",
    "rate": 6,
    "long_description": "Fireworks is an explosive documentary that explores the history, science, and cultural significance of fireworks. From ancient China to modern-day celebrations, this film takes you behind the scenes of pyrotechnic artistry. Discover the secrets of creating dazzling displays and the symbolism behind different types of fireworks. Get ready for a visually stunning journey into the world of fiery spectacles."
  },
  {
    "id": 5,
    "src": "flower_pot",
    "title": "Flower Pot",
    "type": "Documentary",
    "description": "Safe tips to keep plans in home.",
    "rate": 4,
    "long_description": "Flower Pot is an informative documentary offering practical tips for keeping plants safe and thriving in your home. From choosing the right soil to providing optimal sunlight, this film provides valuable insights into plant care. Whether you're a seasoned gardener or a beginner, Flower Pot is your guide to creating a green and vibrant indoor environment."
  },
  {
    "id": 6,
    "src": "flowers",
    "title": "Flowers",
    "type": "Documentary",
    "description": "Different varieties of flowers.",
    "rate": 2,
    "long_description": "Explore the enchanting world of Flowers, a documentary that showcases the breathtaking beauty and diversity of floral life. From vibrant orchids to delicate roses, this film takes you on a global journey to discover the unique characteristics of different flower varieties. Immerse yourself in the colors, shapes, and scents that make flowers one of nature's most captivating wonders."
  },
  {
    "id": 7,
    "src": "galaxy",
    "title": "Galaxy",
    "type": "Documentary",
    "description": "Stars in our galaxy.",
    "rate": 10,
    "long_description": "Galaxy is a mesmerizing documentary that explores the vastness of our universe and the countless stars that inhabit our galaxy. With cutting-edge visuals and expert insights, this film takes you on a cosmic journey to distant planets, nebulae, and star clusters. Marvel at the wonders of the night sky and gain a deeper understanding of the celestial bodies that shape our existence."
  },
  {
    "id": 8,
    "src": "ghost",
    "title": "Ghostbusters",
    "type": "Action",
    "description": "Brave team want to catch ghosts.",
    "rate": 9,
    "long_description": "Join the brave team of Ghostbusters in this thrilling documentary that follows their quest to catch ghosts and paranormal entities. With a perfect blend of humor and suspense, this film introduces you to the world of supernatural investigations. Follow the team as they confront spooky apparitions, uncover haunted locations, and use their ingenious ghost-capturing technology. Get ready for a spine-tingling adventure with the Ghostbusters."
  }
]
